[
  {
    "title": "About us",
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733468276/zyi57tkqnlv80fa72ly3.jpg", 
    "description": "Sri Sri Ramakrishna Seva Sangha (Haridasnagar) was founder by Dr. Sachidananda Dhar in the year 1975. He was the Principal of Jangipur Collage and the student of Narendrapur Ramakrishna Mission School at the 1st batch. Naturally he was enlighteened the thought of Ramakrishna Math and Ramakrishna Mission. Abani Roy, Sourindra Mohan Chowdhury and Prasanta Kumar Sinha was the founder member of this Seva Sangha. শ্রী শ্রী রামকৃষ্ণ সেবা সংঘ (হরিদাসনগর) 1975 সালে ডঃ সচ্চিদানন্দ ধর দ্বারা প্রতিষ্ঠিত হয়েছিল। তিনি জঙ্গিপুর কলেজের অধ্যক্ষ এবং 1ম ব্যাচের নরেন্দ্রপুর রামকৃষ্ণ মিশন স্কুলের ছাত্র ছিলেন। স্বাভাবিকভাবেই তিনি রামকৃষ্ণ মঠ ও রামকৃষ্ণ মিশনের চিন্তাভাবনাকে আলোকিত করেছিলেন। আবনী রায়, সৌরিন্দ্র মোহন চৌধুরী এবং প্রশান্ত কুমার সিনহা এই সেবা সংঘের প্রতিষ্ঠাতা সদস্য ছিলেন।"
  },
  {
    "title": "About us",
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733468131/ujozardwfr18qzdbwfzq.jpg",
    "description": "Sri Sri Ramakrishna Seva sangha, ( Haridasnagar)  Raghunathganj , Murshidabad Pin- 742225 West Bengal, non-political, non-sectarian spiritual organizations that have been providing humanitarian and social service activities for 50 Years. শ্রী রামকৃষ্ণ সেবা সংঘ, অরাজনৈতিক, অসাম্প্রদায়িক আধ্যাত্মিক সংগঠন যা 50 বছর ধরে মানবিক ও সমাজসেবা কার্যক্রম পরিচালনা করে আসছে। এগুলি আধুনিক যুগের নবী শ্রী রামকৃষ্ণ এবং বিশিষ্ট চিন্তাবিদ ও ধর্মীয় নেতা স্বামী বিবেকানন্দের কাছ থেকে উদ্ভূত হয়েছে। তারা একটি অসাম্প্রদায়িক, সর্বজনীন আধ্যাত্মিক আন্দোলনের সূচনা করেছে যা মানবতার পুনরুজ্জীবনের জন্য 50 বছর ধরে কাজ করে চলেছে। এই রূপান্তরের প্রাথমিক অনুঘটক হল ভারতের প্রাচীন ধর্মীয় দর্শন, বেদান্ত, যা শ্রী রামকৃষ্ণ এবং স্বামী বিবেকানন্দ দ্বারা শুদ্ধ, একীভূত এবং শক্তিশালী করা হয়েছে। রামকৃষ্ণ আদেশ ব্যক্তিগত আধ্যাত্মিক বিকাশ এবং নিঃস্বার্থ সেবার উপর জোর দেয়, বিভিন্ন ধর্মের অনুসারীদের বন্ধুত্ব এবং পারস্পরিক প্রশংসার চেতনায় মিলিত হতে উৎসাহিত করে।"
  }
]
