[
  {
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733465119/fjtcpkwn8frvepa6ux4u.jpg",
    "title": "গৃহহীনদের  আশ্রয়স্থলের সমস্ত সদস্যবৃন্দদের মধ্যে বস্ত্র বিতরণ",
    "sender":"ashram",
    "content": "হরিদাসনগর শ্রী শ্রী রামকৃষ্ণ সেবা সংঘের পক্ষ থেকে রঘুনাথগঞ্জ (আতিথ্য) গৃহহীনদের  আশ্রয়স্থলের সমস্ত সদস্যবৃন্দদের মধ্যে বস্ত্র বিতরণ করা হলো ।",
    "iFrameLink":"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpermalink.php%3Fstory_fbid%3Dpfbid033ge9Qj1Y9JsozEVhWiNRQJAkcjEtSxV8xHY3Sv6zJU1Vv4BGCfWtqTqsyj9jVqmUl%26id%3D100057181941594&show_text=true&width=500"
  },
  {
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733466205/rzkzcgyicrp98tf2drr3.jpg",
    "title": "মহালয়ার পূর্ণ তিথিতে হরিদাস নগর শ্রী শ্রী রামকৃষ্ণ সেবা সংঘের বস্ত্র বিতরণ।",
    "sender":"ashram",
    "content": "মহালয়ার পূর্ণ তিথিতে হরিদাস নগর শ্রী শ্রী রামকৃষ্ণ সেবা সংঘের উদ্যোগে এক বিশেষ কর্মসূচির আয়োজন করা হয়েছে। এই দিনে সংঘের প্রাঙ্গণে প্রার্থনা, পূজা, এবং দরিদ্র মানুষের জন্য বস্ত্র বিতরণের আয়োজন করা হবে। মহালয়ার এই পুণ্য লগ্নে দেবী দুর্গার আবাহন ও মানবসেবার এই কর্মসূচির মাধ্যমে সমাজের সকলকে একত্রিত হয়ে সহযোগিতার মনোভাব জাগিয়ে তুলতে আহ্বান জানানো হয়েছে।",
    "iFrameLink": "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpermalink.php%3Fstory_fbid%3Dpfbid028sdCTGKUKkEbpRASgDfSrBGuMYjoagsUAsHSKUXw1pUupAHv9mkimtxUhgcyx2vtl%26id%3D100057181941594&show_text=true&width=500"
  },
  {
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733466323/bbm3wheyfz5vpvqpesxu.jpg",
    "title": "রবীন্দ্রজয়ন্তী উদযাপন ২০২৪",
    "sender":"ashram",
    "content": "হরিদাস নগর শ্রী শ্রী রামকৃষ্ণ সেবা সংঘের উদ্যোগে ২০২৪ সালের রবীন্দ্রজয়ন্তী উদযাপন করা হবে বাংলা সাহিত্যের মহাকবি রবীন্দ্রনাথ ঠাকুরের প্রতি শ্রদ্ধা জানিয়ে। এই বিশেষ দিনে রবীন্দ্র সংগীত, কবিতা আবৃত্তি, নৃত্য পরিবেশনা এবং তাঁর জীবন ও সাহিত্য নিয়ে আলোচনার মাধ্যমে কবিগুরুর আদর্শ ও সৃষ্টিকে সকলের মাঝে তুলে ধরার উদ্দেশ্যে বিভিন্ন অনুষ্ঠানের আয়োজন করা হয়েছে।",
    "iFrameLink" : "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpermalink.php%3Fstory_fbid%3Dpfbid033jG9AMV2aoWunvc4HwFwvkdY6LSNw2DLtAuy582jGs34MgzQ7qWREcvefcXeGZX7l%26id%3D100057181941594&show_text=true&width=500"
  },
  {
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733466450/fimkhncpqzt3niekrw3b.jpg",
    "title": "জাতীয় যুব দিবস পালন ২০২৩",
    "sender":"ashram",
    "content": "হরিদাস নগর শ্রী শ্রী রামকৃষ্ণ সেবা সংঘ ও শ্রীরামকৃষ্ণ শিক্ষা নিকেতনের উদ্যোগে ২০২৩ সালে জাতীয় যুব দিবস অত্যন্ত উৎসাহ ও উদ্দীপনার সঙ্গে পালিত হয়। স্বামী বিবেকানন্দের জন্মবার্ষিকী উপলক্ষে আয়োজিত এই অনুষ্ঠানে তাঁর আদর্শ ও চিন্তাধারাকে নতুন প্রজন্মের কাছে তুলে ধরা হয়। দিনব্যাপী অনুষ্ঠানে প্রার্থনা, শোভাযাত্রা, আলোচনা সভা, ক্রীড়া প্রতিযোগিতা ও সাংস্কৃতিক পরিবেশনার আয়োজন করা হয়। যুব সমাজকে বিবেকানন্দের আদর্শে অনুপ্রাণিত করার উদ্দেশ্যে এই বিশেষ দিনটি উদযাপিত হয়।",
    "iFrameLink" : "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpermalink.php%3Fstory_fbid%3Dpfbid02VTjDUUELxK5pWh9uSog6JQ9dHCXpCJ9HWEchBiJPFSpBkxivN5xkv5ZQ1H5wgNTRl%26id%3D100057181941594&show_text=true&width=500"
  },
  {
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733467038/gd8znfkkmdtkumb3uwmx.jpg",
    "title": "কৃত্রিম পা প্রদান শিবির - হরিদাসনগর শ্রী শ্রী রামকৃষ্ণ সেবাসংঘের উদ্যোগে",
    "sender":"ashram",
    "content": "হরিদাসনগর শ্রী শ্রী রামকৃষ্ণ সেবাসংঘের সহযোগিতায় ও সারগাছি রামকৃষ্ণ মিশন আশ্রমের ব্যবস্থাপনায় আজ কৃত্রিম পা প্রদান শিবির অনুষ্ঠিত হয় স্থানীয় রামকৃষ্ণ সেবাসংঘের আশ্রম ভবনে। এই বিশেষ অনুষ্ঠানে উপস্থিত ছিলেন সারগাছি রামকৃষ্ণ মিশন আশ্রমের সন্নাসী স্বামী সর্বপ্রদানন্দ জী মহারাজ। তিনি এই উদ্যোগকে স্বাগত জানিয়ে মানব সেবার প্রতি আহ্বান জানান এবং কৃত্রিম পা গ্রহণকারীদের উদ্দেশ্যে অনুপ্রেরণামূলক বক্তব্য রাখেন। অনুষ্ঠানটি সমাজের দুঃস্থ ও অসহায় মানুষের জন্য একটি নতুন আশা ও আত্মবিশ্বাসের প্রতীক হয়ে উঠেছে।",
    "iFrameLink" : "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpermalink.php%3Fstory_fbid%3Dpfbid02UsYbDoMnXwxhPfpGjAdn4tYxBvtQPLVZAkvDFXdDrpM9w8x3Hd3GmMoLkqkuVh8nl%26id%3D1059779857373928&show_text=true&width=500"
  },
  {
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733466957/nbr7yto4jsqheuyguo8e.jpg",
    "title": "আমাদের আশ্রমের ভক্ত সম্মেলন অনুষ্ঠান",
    "sender":"ashram",
    "content": "১২ আগস্ট, ২০১৯ তারিখে আমাদের আশ্রমে একটি বিশেষ ভক্ত সম্মেলন অনুষ্ঠান অনুষ্ঠিত হয়। এই অনুষ্ঠানে আশ্রমের ভক্ত ও সদস্যরা একত্রিত হয়ে নিজেদের ভাবনা, অভিজ্ঞতা ও আধ্যাত্মিক চেতনাকে শেয়ার করেন। অনুষ্ঠানে প্রার্থনা, আলোচনা, এবং রবীন্দ্র সংগীত পরিবেশন করা হয়। এছাড়াও, অতিথিদের দ্বারা বিশেষ বক্তৃতার আয়োজন করা হয়েছিল, যেখানে ভক্তি ও সমাজসেবার গুরুত্ব নিয়ে আলোকপাত করা হয়। এই সম্মেলন সকলকে আরও একত্রিত করেছে এবং এক নতুন শক্তি ও উদ্দীপনা নিয়ে আধ্যাত্মিক পথে চলার আহ্বান জানিয়েছে।",
    "iFrameLink" : "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fphoto%2F%3Ffbid%3D1907982989220273%26set%3Da.1907982919220280&show_text=true&width=500"
  },
  {
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733466701/gt30ffvezit5wnql342u.jpg",
    "title": "হরিদাসনগর শ্রী শ্রী রামকৃষ্ণ সেবাসংঘের উদ্যোগে বিনামূল্যে চোখের পরীক্ষা শিবির",
    "sender":"ashram",
    "content": "হরিদাসনগর শ্রী শ্রী রামকৃষ্ণ সেবাসংঘের সহযোগিতায় ও সুস্রুত আই ফাউন্ডেশন অ্যান্ড রিসার্চ সেন্টার, বহরমপুরের সহায়তায় ৭ মে ২০১৮ তারিখে একটি বিনামূল্যে চোখের পরীক্ষা শিবির অনুষ্ঠিত হয়। এই শিবিরে স্থানীয় জনগণের চোখের স্বাস্থ্য পরীক্ষা করা হয় এবং প্রয়োজনীয় চিকিৎসা সেবা প্রদান করা হয়। অনুষ্ঠানে স্বাস্থ্য সচেতনতা বৃদ্ধি এবং চোখের সমস্যাগুলি সম্পর্কে জনসাধারণকে সচেতন করার লক্ষ্যে বিশেষ আলোচনা সভারও আয়োজন করা হয়।।",
    "iFrameLink" : "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fphoto%2F%3Ffbid%3D1997140423637862%26set%3Da.1997139860304585&show_text=true&width=500"
  },
  {
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733467680/wcqcknxsdobztv4nsub9.jpg",
    "title": "ভগবান শ্রী শ্রী রামকৃষ্ণদেবের শুভ আবির্ভাব জন্মতিথি উৎসব",
    "sender":"ashram",
    "content": "ভগবান শ্রী শ্রী রামকৃষ্ণদেবের ১৮৩ তম শুভ আবির্ভাব জন্মতিথি উৎসব হরিদাসনগর শ্রী শ্রী রামকৃষ্ণ সেবাসংঘে পূজা, হোমের ও পাঠের মাধ্যমে ভাবগম্ভীর পরিবেশে পালিত হল। এই বিশেষ দিনে ভক্তবৃন্দ একত্রিত হয়ে প্রার্থনা ও সেবা অনুষ্ঠানে অংশগ্রহণ করেন, যেখানে শ্রী শ্রী রামকৃষ্ণদেবের জীবন ও দর্শন নিয়ে আলোচনা হয়। উৎসবটি সকলের মনে ভগবানের প্রতি গভীর ভক্তি ও শ্রদ্ধা জাগিয়ে তোলে এবং মানবতার সেবার পথে চলার প্রেরণা দেয়।।",
    "iFrameLink" : "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpermalink.php%3Fstory_fbid%3Dpfbid034Ninu6zprWUHauieGnhiRMB4PbpcDcUz8hfDnA8sLn5HJfuW53ddCUhiPJ3P7H8Vl%26id%3D1059779857373928&show_text=true&width=500"
  },
  {
    "image": "https://res.cloudinary.com/dfoljuppg/image/upload/v1733467226/ccluhtpml9fdpyjzc0ix.jpg",
    "title": "স্বামী বিবেকান্দের ১৫৭ তম জন্মদিবস তথা যুবদিবসের উদযাপন",
    "sender":"ashram",
    "content": "স্বামী বিবেকানন্দের ১৫৭ তম জন্মদিবস তথা যুবদিবসে হরিদাসনগর শ্রী শ্রী রামকৃষ্ণ সেবাসংঘ পরিচালিত বিদ্যালয় শ্রী রামকৃষ্ণ শিক্ষানিকেতনের প্রাথমিক ও উচ্চপ্রাথমিক বিভাগের ছাত্র-ছাত্রী, অভিভাবক, শিক্ষক-শিক্ষিকা মন্ডলি, আশ্রমের সদস্য-সদস্যা, ভক্তবৃন্দ এবং বিশিষ্ট গুণিজনদের নিয়ে একটি বর্ণাঢ্য শোভাযাত্রা অনুষ্ঠিত হয়। এই শোভাযাত্রায় অংশগ্রহণকারীরা স্বামী বিবেকানন্দের আদর্শ ও চিন্তাধারাকে উদযাপন করেন এবং যুবসমাজের প্রতি তাঁর অনুপ্রেরণামূলক বার্তা পৌঁছে দেওয়ার জন্য একত্রিত হন। অনুষ্ঠানটি উজ্জ্বল ও প্রাণবন্ত পরিবেশে সম্পন্ন হয় এবং সকলের মধ্যে উদ্দীপনা ও একতার সঙ্কল্প জাগিয়ে তোলে।।",
    "iFrameLink" : "https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fphoto%2F%3Ffbid%3D2354596381225596%26set%3Da.2354596124558955&show_text=true&width=500"
  }
]
