[
    {
      "image": "https://scontent.frdp1-2.fna.fbcdn.net/v/t1.6435-9/71832872_2810335048985058_6248891585606451200_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=f798df&_nc_ohc=7Lwu3FgxclEQ7kNvgE-7Qwa&_nc_zt=23&_nc_ht=scontent.frdp1-2.fna&_nc_gid=AhtMP2qhZu3SCXdCjPBwWlf&oh=00_AYAj1KvqSDJe4S1uMeZ7p5g0Uh8vKumSUpqbDTdIh6qBAg&oe=674AB305",
      "title": "Annual Function",
      "date": "2024-10-12",
      "time": "10:00 AM",
      "content": "The annual festival was a grand event attended by many students and teachers. It included various cultural programs, games, and food stalls. The festival aims to bring together the school community and foster a sense of belonging and togetherness. This year's highlight was the performance by the school band and the traditional dance competition..."
    },
    {
      "image": "https://scontent.frdp1-1.fna.fbcdn.net/v/t1.6435-9/83506898_3061809113837649_5950147365737332736_n.jpg?_nc_cat=101&ccb=1-7&_nc_sid=13d280&_nc_ohc=v8z1Aq7dy1UQ7kNvgGSZJpz&_nc_zt=23&_nc_ht=scontent.frdp1-1.fna&_nc_gid=A0gG4L6uUFA6SRxjnkGqLFW&oh=00_AYC20ZqB9c7upP46Xs2OCDT1CYk9JsJfdgX7b4Ydw9yzig&oe=674AD54B",
      "title": "Republic Day Event",
      "date": "2024-09-18",
      "time": "11:30 AM",
      "content": "Our school hosted a science exhibition where students presented innovative projects and experiments. Parents and local officials were invited to witness the creativity of our young scientists. Some notable projects included a working model of a hydroelectric dam, a robot controlled by voice commands, and a solar-powered vehicle..."
    },
    {
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR8B8r-627-2u-bt-0bAQ8gYxZi8svlHi0dFg&s",
      "title": "Sports Day Event",
      "date": "2024-08-25",
      "time": "09:00 AM",
      "content": "The school organized an annual Sports Day event, filled with fun and competition. Students from all grades participated in various track and field events. The day culminated in a relay race between teachers and students, and a prize distribution ceremony for the winners. It was a day of teamwork, perseverance, and sportsmanship.The school organized an annual Sports Day event, filled with fun and competition. Students from all grades participated in various track and field events. The day culminated in a relay race between teachers and students, and a prize distribution ceremony for the winners. It was a day of teamwork, perseverance, and sportsmanshipThe school organized an annual Sports Day event, filled with fun and competition. Students from all grades participated in various track and field events. The day culminated in a relay race between teachers and students, and a prize distribution ceremony for the winners. It was a day of teamwork, perseverance, and sportsmanshipThe school organized an annual Sports Day event, filled with fun and competition. Students from all grades participated in various track and field events. The day culminated in a relay race between teachers and students, and a prize distribution ceremony for the winners. It was a day of teamwork, perseverance, and sportsmanship"
    },
    {
      "image": "https://scontent.frdp1-1.fna.fbcdn.net/v/t1.6435-9/49864203_2354599477891953_4978185022428151808_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=f798df&_nc_ohc=XNhj2SXsCJIQ7kNvgGKk-dN&_nc_zt=23&_nc_ht=scontent.frdp1-1.fna&_nc_gid=A-3osEt4nHelGx3VekxEu3X&oh=00_AYBjVdtbkE3lh8GSitEFAgEXcY2PNgSI1I9iVZ1wg71FFg&oe=674AE170",
      "title": "Yuba Day Event",
      "date": "2024-10-12",
      "time": "10:00 AM",
      "content": "The annual festival was a grand event attended by many students and teachers. It included various cultural programs, games, and food stalls. The festival aims to bring together the school community and foster a sense of belonging and togetherness. This year's highlight was the performance by the school band and the traditional dance competition..."
    },
    {
      "image": "https://scontent.frdp1-1.fna.fbcdn.net/v/t1.6435-9/40952071_2168683773150192_7706656756348223488_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=f798df&_nc_ohc=nvyFDzdchyAQ7kNvgHUFqPa&_nc_zt=23&_nc_ht=scontent.frdp1-1.fna&_nc_gid=AZaWUztqmwEwEiwEBZ8GkaL&oh=00_AYDpxy1pBivmviG6YbWTi8ptljPPPJu81sI_tbVWzteAfw&oe=674AC1D1",
      "title": "Teachers Day Event",
      "date": "2024-09-18",
      "time": "11:30 AM",
      "content": "Our school hosted a science exhibition where students presented innovative projects and experiments. Parents and local officials were invited to witness the creativity of our young scientists. Some notable projects included a working model of a hydroelectric dam, a robot controlled by voice commands, and a solar-powered vehicle..."
    },
    {
      "image": "https://scontent.frdp1-1.fna.fbcdn.net/v/t31.18172-8/27982861_1907934985891740_6152229017164527860_o.jpg?_nc_cat=110&ccb=1-7&_nc_sid=f798df&_nc_ohc=TguQBaoUrh4Q7kNvgHIFNeT&_nc_zt=23&_nc_ht=scontent.frdp1-1.fna&_nc_gid=AMlrsVy-yW-NbeQZJS4O1sl&oh=00_AYDJ5GqNQ-NNe7X-mDps9btBIt4L_5IKhfCSSh2QTi9UKw&oe=674AE655",
      "title": "School Picnic & Tour",
      "date": "2018-02-18",
      "time": "09:00 AM",
      "content": "On 18th February 2018, students and teachers of our school embarked on an eagerly anticipated school picnic to Massanjore Dam in Birbhum. The dam, located on the Mayurakshi River, is a popular spot known for its scenic beauty and was the perfect destination for a day filled with fun and learning. The aim of the picnic was to provide a relaxing experience in nature while fostering camaraderie among students and teachers.Activities included a guided tour of the dam, where students learned about its history, purpose, and engineering significance. Teachers explained how the dam helps in irrigation and power generation, making it a valuable resource for the region. The tour was both educational and inspirational, providing insights into the importance of water conservation and natural resource management.Around noon, everyone gathered near the banks of the river to enjoy a delicious lunch prepared by the school’s staff. After lunch, students had some leisure time to enjoy games and activities organized by the teachers. Popular activities included tug-of-war, sack races, and musical chairs. Many students also spent time by the river, enjoying the fresh air and the gentle sound of flowing water.The school picnic to Massanjore Dam was a memorable experience filled with laughter, learning, and unforgettable moments. The trip provided a refreshing break from the usual school routine and allowed students and teachers to bond in a relaxed setting. The students returned with a renewed appreciation for nature and a better understanding of the importance of natural resources.The picnic to Massanjore Dam will always be remembered as a day of joy, knowledge, and unity."
    }
  ]
  