[
    {
      "image": "https://via.placeholder.com/100",
      "title": "Annual Festival Celebrations",
      "date": "2024-10-12",
      "time": "10:00 AM",
      "content": "The annual festival was a grand event attended by many students and teachers. It included various cultural programs, games, and food stalls. The festival aims to bring together the school community and foster a sense of belonging and togetherness. This year's highlight was the performance by the school band and the traditional dance competition..."
    },
    {
      "image": "https://via.placeholder.com/100",
      "title": "Science Exhibition",
      "date": "2024-09-18",
      "time": "11:30 AM",
      "content": "Our school hosted a science exhibition where students presented innovative projects and experiments. Parents and local officials were invited to witness the creativity of our young scientists. Some notable projects included a working model of a hydroelectric dam, a robot controlled by voice commands, and a solar-powered vehicle..."
    },
    {
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR8B8r-627-2u-bt-0bAQ8gYxZi8svlHi0dFg&s",
      "title": "Sports Day Event",
      "date": "2024-08-25",
      "time": "09:00 AM",
      "content": "The school organized an annual Sports Day event, filled with fun and competition. Students from all grades participated in various track and field events. The day culminated in a relay race between teachers and students, and a prize distribution ceremony for the winners. It was a day of teamwork, perseverance, and sportsmanship.The school organized an annual Sports Day event, filled with fun and competition. Students from all grades participated in various track and field events. The day culminated in a relay race between teachers and students, and a prize distribution ceremony for the winners. It was a day of teamwork, perseverance, and sportsmanshipThe school organized an annual Sports Day event, filled with fun and competition. Students from all grades participated in various track and field events. The day culminated in a relay race between teachers and students, and a prize distribution ceremony for the winners. It was a day of teamwork, perseverance, and sportsmanshipThe school organized an annual Sports Day event, filled with fun and competition. Students from all grades participated in various track and field events. The day culminated in a relay race between teachers and students, and a prize distribution ceremony for the winners. It was a day of teamwork, perseverance, and sportsmanship"
    },
    {
      "image": "https://via.placeholder.com/100",
      "title": "Annual Festival Celebrations",
      "date": "2024-10-12",
      "time": "10:00 AM",
      "content": "The annual festival was a grand event attended by many students and teachers. It included various cultural programs, games, and food stalls. The festival aims to bring together the school community and foster a sense of belonging and togetherness. This year's highlight was the performance by the school band and the traditional dance competition..."
    },
    {
      "image": "https://via.placeholder.com/100",
      "title": "Science Exhibition",
      "date": "2024-09-18",
      "time": "11:30 AM",
      "content": "Our school hosted a science exhibition where students presented innovative projects and experiments. Parents and local officials were invited to witness the creativity of our young scientists. Some notable projects included a working model of a hydroelectric dam, a robot controlled by voice commands, and a solar-powered vehicle..."
    },
    {
      "image": "https://via.placeholder.com/100",
      "title": "Sports Day Event",
      "date": "2024-08-25",
      "time": "09:00 AM",
      "content": "The school organized an annual Sports Day event, filled with fun and competition. Students from all grades participated in various track and field events. The day culminated in a relay race between teachers and students, and a prize distribution ceremony for the winners. It was a day of teamwork, perseverance, and sportsmanship."
    }
  ]
  